Repository: cal-itp/benefits
Catalog: benefits/locale/*/fixture_messages/verifier_1.po
Languages: es

# eligibility.pages.start.dmv.content_title
source: You will need a few items to connect your discount:
es: Necesitará algunos artículos para conectar su descuento:

# eligibility.pages.start.dmv.items[0].title
source: Provide your California ID number
es: Proporcione su número de identificación de California

# eligibility.pages.start.dmv.items[0].text
source: You will need to verify your age with a driver’s license or ID card.
es: Deberá verificar su edad con una licencia de conducir o tarjeta de identificación.

# eligibility.pages.start.dmv.p[0]
source: This program is currently open to those who are 65 or older. Not over 65? Get in touch with your transit provider to learn about other available discount programs.
es: Este programa actualmente está disponible para personas de 65 años o más. ¿No tienes más de 65 años? Póngase en contacto con su proveedor de transporte público para obtener información sobre los programas de descuento disponibles.

# eligibility.pages.confirm.dmv.title
source: Confirm Eligibility
es: Confirmar la elegibilidad

# eligibility.pages.confirm.dmv.content_title
source: Let’s see if we can confirm your age with the DMV.
es: Veamos si podemos confirmar su edad con el DMV.

# eligibility.pages.confirm.dmv.p[0]
source: Please enter your license/ID number and last name below. If you’re 65 or older, we can confirm that you are eligible for a senior discount when you ride transit. We do not save the information you enter here.
es: Por favor, ingrese su número de licencia/identificación y su apellido abajo. Si tiene 65 años o más, podemos confirmar que es eligible para un descuento para personas mayores cuando viaja en transporte público. No guardamos la información que ingresa aquí.

# eligibility.forms.confirm.dmv.fields.sub
source: CA driver’s license or ID number
es: Licencia de conducir de California o número de identificación

# eligibility.forms.confirm.dmv.fields.name
source: Last name (as it appears on ID)
es: Apellido (tal como aparece en la identificación)

# eligibility.pages.unverified.dmv.p[0]
source: You may still be eligible for a discount, but we can’t verify your age with the DMV.
es: Usted todavía puede ser elegible para un descuento, pero no podemos verificar su edad con el DMV.
