Repository: cal-itp/benefits
Catalog: benefits/locale/*/LC_MESSAGES/django.po
Languages: es

source: Get your reduced fare on CST public transit when you tap to ride
es: Obtenga una tarifa reducida en transporte público CST cuando toque para viajar

source: Get your reduced fare on EDCTA public transit when you tap to ride
es: Obtenga una tarifa reducida en transporte público EDCTA cuando toque para viajar

source: Get your reduced fare on MST public transit when you tap to ride
es: Obtenga una tarifa reducida en transporte público MST cuando toque para viajar

source: Get your reduced fare on Nevada County Connects public transit when you tap to ride
es: Obtenga una tarifa reducida en transporte público Nevada County Connects cuando toque para viajar

source: Get your reduced fare on RABA public transit when you tap to ride
es: Obtenga una tarifa reducida en transporte público RABA cuando toque para viajar

source: Get your reduced fare on Roseville public transit when you tap to ride
es: Obtenga una tarifa reducida en el transporte público Roseville cuando toque para viajar

source: Get your reduced fare on SacRT buses when you tap to ride
es: Obtenga una tarifa reducida en los autobuses del SacRT cuando toque para viajar

source: Get your reduced fare on Santa Barbara MTD buses when you tap to ride
es: Obtenga una tarifa reducida en los autobuses del Santa Barbara MTD cuando toque para viajar

source: Get your reduced fare on San Luis Obispo RTA buses when you tap to ride
es: Obtenga una tarifa reducida en los autobuses del San Luis Obispo RTA cuando toque para viajar

source: Get your reduced fare on Ventura County Transportation Commission buses when you tap to ride
es: Obtenga una tarifa reducida en los autobuses del Ventura County Transportation Commission cuando toque para viajar

source: What is an Agency Card?
es: ¿Qué es una tarjeta de agencia?

source: California State Transit issues Agency Cards to riders who qualify for a number of reduced fare programs. This transit benefit may need to be renewed in the future based on the expiration date of the Agency Card. Learn more at the <a href="https://www.agency-website.com" target="_blank" rel="noopener noreferrer">www.agency-website.com</a>.
es: California State Transit emite tarjetas de agencia a los pasajeros que califican para una serie de programas de tarifas reducidas. Este beneficio de tránsito debe renovarse en el futuro en función de la fecha de vencimiento de la tarjeta de agencia. Obtenga más información en el <a href="https://www.agency-website.com" target="_blank" rel="noopener noreferrer">https://www.agency-website.com</a>.

source: How do I know if I’m eligible for the transit benefit for CalFresh Cardholders?
es: ¿Cómo sé si soy elegible para el beneficio de tránsito para los titulares de la tarjeta CalFresh?

source: We verify your eligibility as a CalFresh Cardholder by confirming you have received funds in your CalFresh account at any point in the last three months. This means you are eligible for a transit benefit even if you did not receive funds in your CalFresh account this month or last month.
es: Verificamos su elegibilidad como titular de la tarjeta CalFresh comprobando si ha recibido fondos en su cuenta en algún momento en los últimos tres meses. Esto significa que usted es elegible para un beneficio de tránsito, incluso si no recibió fondos en su cuenta de CalFresh este mes o el mes pasado.

source: Will this transit benefit change my CalFresh account?
es: ¿Este beneficio de tránsito cambiará mi cuenta de CalFresh?

source: No. Your monthly CalFresh allotment will not change.
es: No. Su asignación mensual de CalFresh no cambiará.

source: Do I need my Golden State Advantage card to enroll?
es: ¿Necesito mi tarjeta Golden State Advantage para inscribirme?

source: No, you do not need your physical EBT card to enroll. We use information from Login.gov and the California Department of Social Services to enroll you in the benefit.
es: No, no necesita su tarjeta EBT física para inscribirse. Utilizamos la información de Login.gov y el Departamento de Servicios Sociales de California para inscribirle en el beneficio.

source: Can I use my Golden State Advantage card to pay for transit rides?
es: ¿Puedo usar mi tarjeta Golden State Advantage para pagar los viajes en transporte público?

source: No. You can not use your EBT or P-EBT card to pay for public transportation. When you tap to ride, use your personal contactless debit or credit card to pay for public transportation.
es: No. No puede usar su tarjeta EBT o P-EBT para pagar el transporte público. Cuando toque para viajar, use su tarjeta personal de débito o crédito sin contacto para pagar el transporte público.

source: What is a Courtesy Card?
es: ¿Qué es una tarjeta de cortesía?

source: Monterey-Salinas Transit issues Courtesy Cards to riders who qualify for a number of reduced fare programs. This transit benefit may need to be renewed in the future based on the expiration date of the Courtesy Card. Learn more at the <a href="https://mst.org/riders-guide/how-to-ride/courtesy-card/" target="_blank" rel="noopener noreferrer">MST Riders Guide</a>.
es: Monterey-Salinas Transit emite tarjetas de cortesía a los pasajeros que califican para una serie de programas de tarifas reducidas. Este beneficio de tránsito debe renovarse en el futuro en función de la fecha de vencimiento de la tarjeta de cortesía. Obtenga más información en el <a href='https://mst.org/riders-guide/how-to-ride/courtesy-card/' target="_blank" rel="noopener noreferrer">MST Riders Guide</a>.

source: How do I know if I qualify for the Medicare Cardholder option?
es: ¿Cómo sé si califico para la opción de titular de tarjeta Medicare?

source: You qualify for this option if you have a Medicare card. To enroll you will need an account with Medicare.gov. You will need to sign up for a Medicare.gov account if you do not currently have one. Deceased Medicare cardholders do not qualify.
es: Usted califica para esta opción si tiene una tarjeta Medicare. Necesitará una cuenta con Medicare.gov. para inscribirse. Deberá registrarse para obtener una cuenta de Medicare.gov si no tiene una. Los titulares de tarjetas Medicare fallecidos no califican.

source: Do I need my Medicare card to enroll?
es: ¿Necesito mi tarjeta Medicare para inscribirme?

source: No, you do not need your physical Medicare card to enroll in a transit benefit. You will need the information on your card to create an account at Medicare.gov if you do not currently have an online account.
es: No, no necesita su tarjeta física de Medicare para inscribirse en un beneficio de transporte. Necesitará la información de su tarjeta para crear una cuenta en Medicare.gov si no tiene una cuenta en línea.

source: Do I need to bring my Medicare card when I ride public transportation?
es: ¿Necesito llevar mi tarjeta Medicare cuando viajo en transporte público?

source: No, you do not need your physical Medicare card to use your transit benefit on public transportation. Once you have enrolled you can use your contactless debit or credit card to tap to ride with a reduced fare.
es: No, no necesita su tarjeta física de Medicare para usar su beneficio de transporte público. Una vez que se haya registrado, puede usar su tarjeta de débito o crédito sin contacto para tocar y viajar con una tarifa reducida.

source: What if I qualify for more than one option?
es: ¿Qué pasa si califico para más de una opción?

source: You can enroll in any option you qualify for. We recommend enrolling in the Medicare Cardholder option if you qualify for it.
es: Puede inscribirse en cualquier opción para la que califique. Le recomendamos que se inscriba en la opción de titular de tarjeta Medicare si califica para ella.

source: What is a Reduced Fare Mobility ID?
es: ¿Qué es un Reduced Fare Mobility ID?

source: The Santa Barbara Metropolitan Transit District issues Reduced Fare Mobility ID cards to eligible riders. This transit benefit may need to be renewed in the future based on the expiration date of the Reduced Fare Mobility ID. Learn more at the <a href="https://sbmtd.gov/fares-passes/" target="_blank" rel="noopener noreferrer">SBMTD Fares & Passes</a>.
es: Santa Barbara Metropolitan Transit District emite tarjetas Reduced Fare Mobility ID a pasajeros que califican. Este beneficio de tránsito debe renovarse en el futuro en función de la fecha de vencimiento del Reduced Fare Mobility ID. Obtenga más información en el <a href="https://sbmtd.gov/fares-passes/" target="_blank" rel="noopener noreferrer">SBMTD Fares & Passes</a>.

source: Choose your transit provider
es: Elija su proveedor de transporte

source: Enroll today
es: Inscríbase hoy mismo

source: Please choose a transit provider.
es: Elija su proveedor de transporte.

source: The Benefits tool is provided by California Integrated Travel Project (Cal-ITP), which is a new program from the California Department of Transportation dedicated to making travel simpler and cost-effective for all.
es: La herramienta Benefits es proporcionada por California Integrated Travel Project (Proyecto Integrado de Viaje de California, o Cal-ITP por sus siglas en inglés), el cual es un nuevo programa del Departamento de Transporte de California dedicado a hacer que los viajes sean más simples y rentables para todos.

source: Skip to main content
es: Saltar al contenido principal

# image alt text
source: California Integrated Travel Project: Benefits logo (small)
es: Proyecto Integrado de Viaje de California: Logotipo de Cal-ITP Benefits (pequeño)

# image alt text
source: California Integrated Travel Project: Benefits logo (large)
es: Proyecto Integrado de Viaje de California: Logotipo de Cal-ITP Benefits (grande)

source: Help
es: Ayuda

source: Privacy Policy
es: Póliza de Privacidad

source: Powered by
es: Desarrollado por

source: What is Cal-ITP Benefits?
es: ¿Qué es Cal-ITP Benefits?

source: We partner with local transit agencies, the California Department of Technology, and Login.gov to confirm the identity of riders who are eligible to receive transit benefits. Once we are able to confirm a rider’s identity and eligibility, our payment partner Littlepay helps us connect a transit benefit to the rider’s contactless card of choice.
es: Nos asociamos con agencias de tránsito locales, el Departamento de Tecnología de California y Login.gov para confirmar la identidad de los pasajeros que sean elegibles de recibir beneficios de tránsito. Una vez que podemos confirmar la identidad del pasajero y su elegibilidad, nuestro socio de pagos Littlepay nos ayuda a conectar el beneficio de tránsito con la tarjeta sin contacto elegida por el pasajero.

source: The Benefits application is Free and Open Source Software (FOSS). You may obtain the source code from
es: Esta aplicación es un software libre y de código abierto. Puede obtener el código fuente de

source: What kind of credit card can I use?
es: ¿Qué tipo de tarjeta de crédito puedo usar?

source: Benefits only works with contactless debit or credit cards. We do not currently support mobile wallets or digital cards, such as Apple Pay, Google Wallet, or Samsung Wallet.
es: Los beneficios solo funcionan con tarjetas de débito o crédito sin contacto. Actualmente no admitimos billeteras móviles o tarjetas digitales como Apple Pay, Google Wallet o Samsung Wallet.

source: The contactless symbol is four curved lines, like this:
es: El símbolo de 'sin contacto' está compuesto por cuatro líneas curvas, como este:

# image alt text
source: Four curved lines on contactless-enabled cards
es: Cuatro líneas curvas en las tarjetas habilitadas sin contacto

source: Your card must include a logo of:
es: Su tarjeta debe incluir un logotipo de:

source: Don’t have access to a contactless card? You can request a contactless card from your bank, or one of the companies that offer free contactless prepaid debit cards, such as the Cash App Visa debit card or the Venmo Mastercard debit card.
es: ¿No tiene acceso a una tarjeta sin contacto? Puede solicitar una tarjeta sin contacto en su banco o con una de las empresas que ofrecen tarjetas de débito sin contacto prepagadas gratuitas, como la tarjeta de débito Visa de Cash App o la tarjeta de débito Mastercard de Venmo.

source: You can still get your transit benefit by going through %(short_name)s’s application process. For updates on additional options, please check back on this website, or <a href="%(website)s" target="_blank" rel="noopener noreferrer">contact %(short_name)s</a>.
es: También puede conseguir su beneficio de tránsito pasando por el proceso de solicitud de %(short_name)s. Para recibir actualizaciones sobre opciones adicionales, vuelva a consultar este sitio web o <a href="%(website)s" target="_blank" rel="noopener noreferrer">contacte a %(short_name)s</a>.

source: What is Login.gov?
es: ¿Qué es Login.gov?

source: Login.gov is a service that offers secure and private online access to government programs, such as federal benefits, services and applications. With a Login.gov account, you can sign into multiple government websites with the same email address and password.
es: Login.gov es un servicio que ofrece acceso seguro y privado a programas gubernamentales como beneficios, servicios y aplicaciones federales. Con una cuenta de Login.gov puede iniciar una sesión en varios sitios web gubernamentales con la misma dirección de correo electrónico y contraseña.

source: For more information on Login.gov, please visit the <a href="https://login.gov/help/" target="_blank" rel="noopener noreferrer">Login.gov Help Center</a>.
es: Para obtener más información sobre Login.gov, visite el <a href="https://login.gov/help/" target="_blank" rel="noopener noreferrer">Centro de ayuda de Login.gov</a>.

source: Why is Cal-ITP Benefits using Login.gov?
es: ¿Por qué Cal-ITP Benefits utiliza Login.gov?

source: Login.gov uses two-factor authentication, and stronger passwords, that meet new National Institute of Standards and Technology requirements for secure validation and verification. By using Login.gov, you’ll get an extra layer of security to help protect your account against password compromises.
es: Login.gov utiliza autenticación de dos factores y contraseñas más seguras que cumplen con los nuevos requisitos del Instituto Nacional de Estándares de Tecnología para una validación y verificación seguras. Al usar Login.gov obtendrá una capa adicional de seguridad para ayudarle a proteger su cuenta contra compromisos de contraseñas.

source: How do I verify my identity on Login.gov?
es: ¿Cómo verifico mi identidad en Login.gov?

source: You will need a state-issued ID to verify your identity with Login.gov, which can be either a driver’s license or non-driver’s license state-issued ID card.
es: Necesitará una identificación emitida por el estado para verificar su identidad con Login.gov, la cual puede ser una licencia para conducir o una tarjeta de identificación emitida por el estado que no sea una licencia de conducir.

source: You will need to upload a photograph of your state-issued ID and share your address, phone number and other personal information which is then verified against authoritative sources.
es: Deberá cargar una fotografía de su identificación emitida por el estado y compartir su dirección, número de teléfono y otra información personal, la cual será verificada con fuentes autorizadas.

source: Login.gov will also need to verify your identity by calling or texting your phone. If Login.gov can’t verify your phone number, you can verify by mail instead.
es: Login.gov también necesitará verificar su identidad llamando o enviando un mensaje de texto a su teléfono. Si Login.gov no puede verificar su número de teléfono, usted puede verificar su identidad por correo.

source: Please visit the Login.gov help center for <a href="https://login.gov/help/" target="_blank" rel="noopener noreferrer">more information on identity verification</a>.
es: Visite el centro de ayuda de Login.gov para <a href='https://login.gov/help/' target="_blank" rel="noopener noreferrer">más información sobre la verificación de identidad</a>.

source: What is Littlepay?
es: ¿Qué es Littlepay?

source: Our payment partner, Littlepay, is a secure, end-to-end payment processing platform that allows us to connect your transit benefit to the contactless card of your choice.
es: Littlepay, nuestro socio de pagos, es una plataforma de procesamiento de pagos segura e integral que nos permite conectar su beneficio de tránsito a la tarjeta sin contacto de su elección.

source: For more information on Littlepay, please visit the <a href="https://littlepay.com" target="_blank" rel="noopener noreferrer">Littlepay website</a>.
es: Para obtener más información sobre Littlepay, visite el <a href='https://littlepay.com' target="_blank" rel="noopener noreferrer">sitio web de Littlepay</a>.

source: What is Switchio?
es: ¿Qué es Switchio?

source: Our payment partner, Switchio, is a secure, end-to-end payment processing platform that allows us to connect your transit benefit to the contactless card of your choice.
es: Switchio, nuestro socio de pagos, es una plataforma de procesamiento de pagos segura e integral que nos permite conectar su beneficio de tránsito a la tarjeta sin contacto de su elección.

source: For more information on Switchio, please visit the <a href="https://switchio.com/transport/" target="_blank" rel="noopener noreferrer">Switchio website</a>.
es: Para obtener más información sobre Switchio, visite el <a href='https://switchio.com/transport' target="_blank" rel="noopener noreferrer">sitio web de Switchio</a>.

source: Learn about our payment partners
es: Más información sobre nuestros socios de pagos

source: Our payment partners, Littlepay and Switchio, are secure, end-to-end payment processing platforms that allow us to connect your transit benefit to the contactless card of your choice.
es: Nuestros socios de pagos, Littlepay y Switchio, son plataformas de procesamiento de pagos seguras e integrales que nos permiten conectar su beneficio de tránsito a la tarjeta sin contacto de su elección. Para obtener más información sobre Littlepay, visite el sitio web de Littlepay. Para obtener más información sobre Switchio, visite el sitio web de Switchio.

source: For more information on Littlepay, please visit the <a href="https://littlepay.com" target="_blank" rel="noopener noreferrer">Littlepay website</a>. For more information on Switchio, please visit the <a href="https://switchio.com/transport/" target="_blank" rel="noopener noreferrer">Switchio website</a>.
es: Para obtener más información sobre Littlepay, visite el <a href='https://littlepay.com' target="_blank" rel="noopener noreferrer">sitio web de Littlepay</a>. Para obtener más información sobre Switchio, visite el <a href='https://switchio.com/transport' target="_blank" rel="noopener noreferrer">sitio web de Switchio</a>.

source: Questions?
es: ¿Tiene preguntas?

source: If you need assistance with this website, please reach out to the customer service team for your local transit provider.
es: Si necesita ayuda con este sitio web, comuníquese con el equipo de atención al cliente de su proveedor de transito local.

source: Go Back
es: Volver

source: Return home
es: Volver al inicio

source: Previous Page
es: Página Anterior

source: Next
es: Siguiente

source: Sign out of Login.gov
es: Cierre sesión de Login.gov

source: Ride across %(count)s agencies (and growing!)
es: Viaje a través de %(count)s agencias de transporte (¡y el número sigue creciendo!)

source: %(agency)s logo
es: Logotipo de %(agency)s

source: Cookies are disabled
es: Cookies están inactivos

source: To function properly, this website requires a browser that supports cookies. Please enable cookies for this website and
es: Para funcionar correctamente, este sitio web requiere un navegador que admita cookies. Por favor, active cookies por este sitio web y

source: JavaScript is disabled
es: JavaScript está inactivo

source: To function properly, this website requires a browser that supports JavaScript. Please enable JavaScript for this website and
es: Para funcionar correctamente, este sitio web requiere un navegador que admita JavaScript. Por favor, active JavaScript por este sitio web y

source: This site is protected by reCAPTCHA and the Google <a href="https://policies.google.com/privacy" target="_blank" rel="noopener noreferrer">Privacy Policy</a> and <a href="https://policies.google.com/terms" target="_blank" rel="noopener noreferrer">Terms of Service</a> apply.
es: Este sitio está protegido por reCAPTCHA y se aplican la <a href="https://policies.google.com/privacy" target="_blank" rel="noopener noreferrer">Política de privacidad</a> y <a href="https://policies.google.com/terms" target="_blank" rel="noopener noreferrer">las Condiciones de servicio</a> de Google.

source: Get started
es: Comenzar

source: Get Started
es: Comenzar

source: Cal-ITP connects your transit benefit to your contactless card
es: Cal-ITP conecta sus beneficios de transporte a su tarjeta sin contacto

source: A person holds a contactless debit card next to a card reader on a bus.
es: Una persona sostiene una tarjeta de débito junto a un lector de tarjetas en un autobús.

source: Choose transit agency
es: Elija la agencia de tránsito

source: Get your reduced fare on public transit when you tap to ride
es: Obtenga una tarifa reducida en el transporte público cuando toque para viajar

source: Logged out
es: Cierre sesión

source: You have successfully logged out. Thank you for using Cal-ITP Benefits!
es: Ha cerrado sesión correctamente. ¡Gracias por usar Cal-ITP Benefits!

source: Which transit benefit would you like to enroll in?
es: ¿A qué beneficio de tránsito le gustaría inscribirse?

source: Get started with
es: Comience con

source: Agency card overview
es: Descripción de la tarjeta de agencia

source: Continue
es: Continuar

source: You selected an Agency Card transit benefit.
es: Ha seleccionado un beneficio de tránsito de tarjeta de agencia.

source: Your current Agency Card number
es: Su número actual de tarjeta de agencia

source: You do not need to have your physical CST Agency Card, but you will need to know the number.
es: No necesita tener su tarjeta de agencia física de CST, pero necesitará saber su número.

source: CalFresh benefit overview
es: Descripción general de CalFresh

source: You selected a CalFresh Cardholder transit benefit.
es: Ha seleccionado un beneficio de tránsito para titulares de la tarjeta CalFresh.

source: You selected a Courtesy Card transit benefit.
es: Ha seleccionado un beneficio de tránsito de tarjeta de cortesía.

source: Your current Courtesy Card number
es: Su número actual de tarjeta de cortesía

source: You do not need to have your physical MST Courtesy Card, but you will need to know the number.
es: No necesita tener su tarjeta de cortesía física de MST, pero necesitará saber su número.

source: Medicare benefit overview
es: Descripción de beneficios de Medicare

source: You selected a Medicare Cardholder transit benefit.
es: Ha seleccionado un beneficio de tránsito para titulares de la tarjeta Medicare.

source: An online account with Medicare.gov
es: Una cuenta en línea con Medicare.gov

source: If you do not have an account you will be able to create one using your red, white, and blue Medicare card. We use your Medicare.gov account to verify you qualify.
es: Si no tiene una cuenta, podrá crear una utilizando su tarjeta roja, blanca y azul de Medicare. Usamos su cuenta de Medicare.gov para verificar que califique.

source: Continue to Medicare.gov
es: Continuar a Medicare.gov

source: Older Adult benefit overview
es: Descripción de beneficios para adultos mayores

source: You selected an Older Adult transit benefit.
es: Ha seleccionado un beneficio de tránsito para adultos mayores.
