Repository: cal-itp/benefits
Catalog: benefits/locale/*/LC_MESSAGES/django.po
Languages: es

source: You selected a Reduced Fare Mobility ID transit benefit.
es: Ha seleccionado un beneficio de tránsito de Reduced Fare Mobility ID.

source: Your current Reduced Fare Mobility ID number
es: Su número actual de Reduced Fare Mobility ID

source: You do not need to have your physical card, but you will need to know the number.
es: No necesita tener su tarjeta física, pero necesitará saber su número.

source: Veterans benefit overview
es: Descripción de beneficios para veteranos

source: You selected a Veteran transit benefit.
es: Ha seleccionado un beneficio de tránsito para veteranos.

source: Your card information may not have been entered correctly.
es: Es posible que la información de su tarjeta no se haya ingresado correctamente.

source: The number and last name must be entered exactly as they appear on your {agency_card}. Please check your card and try again, or contact your transit agency for help.
es: El número y el apellido deben ingresarse exactamente como aparecen en su {agency_card}. Verifique su tarjeta e inténtelo de nuevo, o contacte a su agencia de tránsito para obtener ayuda.

source: Try again
es: Inténtelo de nuevo

source: CST Agency Card
es: tarjeta de agencia de CST

source: MST Courtesy Card
es: tarjeta de cortesía de MST

source: SBMTD Reduced Fare Mobility ID card
es: tarjeta Reduced Fare Mobility ID de SBMTD

source: Choose this benefit
es: Elegir este beneficio

source: Please choose a transit benefit.
es: Elija un beneficio de tránsito.

source: Find my record
es: Comprobar elegibilidad

source: Checking
es: Comprobando

source: Agency card information
es: Información de la tarjeta de agencia

source: Let’s find the record of your transit benefit.
es: Veamos si podemos confirmar su elegibilidad.

source: Last Name
es: Apellido

source: Please enter your last name the same way it is printed on your card, including capital letters and hyphens.
es: Ingrese su apellido de la misma manera que está impreso en su tarjeta, incluyendo mayúsculas y guiones.

source: Please enter your last name.
es: Ingrese su apellido.

source: We use the information on your MST Courtesy Card to find the record of your transit benefit in our system.
es: Usamos la información de su tarjeta de cortesía de MST para confirmar su elegibilidad en nuestro sistema.

source: Courtesy Card number
es: Número de tarjeta de cortesía de MST

source: This is a 5-digit number on the front and back of your card.
es: Este es un número de 5 dígitos en el anverso y reverso de su tarjeta.

source: Please enter a 5-digit number.
es: Ingrese un número de 5 dígitos.

source: We use the information on your CST Agency Card to find the record of your transit benefit in our system.
es: Utilizamos la información de su Tarjeta de agencia CST para encontrar el registro de su beneficio de tránsito en nuestro sistema.

source: Agency Card number
es: Número de tarjeta de agencia de CST

source: We use the information on your SBMTD Reduced Fare Mobility ID card to find the record of your transit benefit in our system.
es: Usamos la información de su Reduced Fare Mobility ID de SBMTD para confirmar su elegibilidad en nuestro sistema.

source: Reduced Fare Mobility ID card number
es: Número de SBMTD Reduced Fare Mobility ID

source: This is a 4- or 5-digit number on the back of your card.
es: Este es un número de 4 o 5 dígitos en el reverso de su tarjeta.

source: Please enter a 4- or 5-digit number.
es: Ingrese un número de 4 o 5 dígitos.

source: Learn more about the transit benefit for CalFresh Cardholders
es: Obtenga más información sobre el beneficio de tránsito para los titulares de la tarjeta CalFresh

source: Go back
es: Volver

source: Learn more about contactless cards
es: Más información sobre las tarjetas sin contacto

source: Learn more about
es: Más información sobre

source: Verify your identity with
es: Verifique su identidad con

source: We use Login.gov to verify your identity to make sure you are eligible for the transit benefit you selected.
es: Utilizamos Login.gov para verificar su identidad para asegurarnos de que seas elegible para el beneficio de tránsito que seleccionaste.

source: Learn more about the option for Medicare Cardholders
es: Obtenga más información sobre la opción para titulares de tarjeta Medicare

source: CalFresh Cardholder
es: Titular de la tarjeta CalFresh

source: You must have
es: Debe haber

source: recently received CalFresh funds
es: recibido fondos de CalFresh recientemente

source: This transit benefit will remain active for one year. You will need to verify your identity with
es: Este beneficio de tránsito permanecerá activo por un año. Necesitará verificar su identidad con

source: Agency Cardholder
es: Titular de la tarjeta de agencia

source: This option is for people who have a current CST Agency Card or a CST Paratransit Eligibility Card.
es: Esta opción es para personas que cuentan actualmente con una tarjeta de la CST o una tarjeta de elegibilidad CST Paratransit.

source: Medicare Cardholder
es: Titular de tarjeta Medicare

source: You must be
es: Debe estar

source: currently enrolled in Medicare
es: inscrito en Medicare

source: Courtesy Card
es: Tarjeta de cortesía de MST

source: This option is for people who have a current MST Courtesy Card or an MST RIDES eligibility card.
es: Esta opción es para personas que cuentan actualmente con una tarjeta de cortesía o una tarjeta de elegibilidad MST RIDES.

source: This option is for people who have a current SBMTD Reduced Fare Mobility ID, which used to be called a Mobility Pass.
es: Esta opción es para personas que cuentan actualmente con un Reduced Fare Mobility ID de SBMTD.

source: Older Adult
es: Adulto mayor

source: You must be 65 years or older. You will need to verify your identity with
es: Debe tener 65 años o más. Deberá verificar su identidad con

source: U.S. Veteran
es: Veterano de EE. UU.

source: This option is for people who have served in the active military, naval, or air service, and who were discharged or released therefrom under conditions other than dishonorable. You will need to verify your identity with
es: Esta opción es para personas que hayan prestado servicio militar, naval o aéreo de manera activa, y quienes fueron dados de baja o liberados en condiciones que no hayan sido deshonrosas. Deberá verificar su identidad con

source: Choose benefit option
es: Elija la opción de beneficio

source: Choose the transit benefit you would like to enroll in
es: Elija el beneficio de tránsito al que le gustaría inscribirse

source: You will need a few items to continue:
es: Necesitará algunos artículos para continuar:

source: A Login.gov account with identity verification
es: Una cuenta de Login.gov con verificación de identidad

source: You will be able to create an account using your email address if you do not already have one. We use your Login.gov account to verify your identity.
es: Si aún no tiene una cuenta, podrá crear una utilizando su dirección de correo electrónico. Utilizamos su cuenta de Login.gov para verificar su identidad.

source: Learn more about identity verification
es: Más información sobre la verificación de identidad

source: For this process you will need:
es: Para este proceso necesitará:

source: Your state-issued ID card
es: Su tarjeta de identificación emitida por el estado

source: Your Social Security number
es: Su número de Seguro Social

source: A phone number with a phone plan associated with your name
es: Un número de teléfono en el cual pueda recibir llamadas o mensajes de texto

source: Your contactless card details
es: Los datos de su tarjeta sin contacto

source: Your contactless card must be a debit or credit card by:
es: Su tarjeta sin contacto debe ser una tarjeta de débito o crédito de:

source: Unable to confirm eligibility
es: No se pudo confirmar la elegibilidad

source: Your eligibility could not be verified.
es: No se pudo verificar su elegibilidad.

source: That’s okay! You may still be eligible for our program.
es: ¡Está bien! Usted aún puede ser elegible para nuestro programa.

source: Please reach out to %(short_name)s for assistance.
es: Comuníquese con %(short_name)s para obtener ayuda.

source: Cal-ITP doesn’t save any of your information. All CST transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de CST reducen las tarifas de autobuses en un 50%%.

source: Cal-ITP doesn’t save any of your information. All EDCTA transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de EDCTA reducen las tarifas de autobuses en un 50%%.

source: Cal-ITP doesn’t save any of your information. All MST transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de MST reducen las tarifas de autobuses en un 50%%.

source: Cal-ITP doesn’t save any of your information. All Nevada County Connects transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de Nevada County Connects reducen las tarifas de autobuses en un 50%%.

source: Cal-ITP doesn’t save any of your information. All RABA transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de RABA reducen las tarifas de autobuses en un 50%%.

source: Cal-ITP doesn’t save any of your information. All Roseville transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de Roseville reducen las tarifas en un 50%% para el servicio de autobús en rutas fijas.

source: Cal-ITP doesn’t save any of your information. All SacRT transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de SacRT reducen las tarifas en un 50%% para el servicio de autobús en rutas fijas.

source: Cal-ITP doesn’t save any of your information. All SBMTD transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de SBMTD le ofrecen a los pasajeros tarifas de autobús reducidas.

source: Cal-ITP doesn’t save any of your information. All RTA transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de RTA reducen las tarifas en un 50%% para el servicio de autobús en rutas fijas.

source: Cal-ITP doesn’t save any of your information. All Ventura County Transportation Commission transit benefits reduce fares by 50%% for bus service on fixed routes.
es: Cal-ITP no almacena su información. Todos los beneficios de tránsito de Ventura County Transportation Commission reducen las tarifas de autobuses en un 50%%.

source: Your eligibility is confirmed! You’re almost there.
es: ¡Su elegibilidad está confirmada! Ya falta poco.

source: The next step is to enroll the contactless card you will use to tap to ride for a reduced fare.
es: El siguiente paso es inscribir la tarjeta de pago sin contacto que usará para viajar y obtener una tarifa reducida

source: , to enter your contactless card details.
es: , para introducir los datos de su tarjeta de pago sin contacto.

source: We found your record! Now let’s enroll your contactless card.
es: ¡Encontramos su registro! Ahora inscribamos su tarjeta de pago sin contacto.

source: The next step is to connect your contactless card to your transit benefit
es: El siguiente paso es conectar su tarjeta sin contacto a su beneficio de tránsito

source: Do not enter information from your EBT card.
es: No ingrese información de su tarjeta EBT.

source: Read our guidance on the CalFresh benefit
es: Lea nuestra guía sobre el beneficio de CalFresh.

source: You can’t pay for transit using the CalFresh funds on your Golden State Advantage card. Please provide details from your contactless debit or credit card issued by:
es: No puede pagar el transporte público usando los fondos de CalFresh en su tarjeta Golden State Advantage. Proporcione detalles de su tarjeta de débito o crédito sin contacto emitida por:

source: and use that card to pay for transit.
es: y use esa tarjeta para pagar el transporte público.

source: Our payment partner, %(name)s, is a secure, end-to-end payment processing platform that allows us to connect your transit benefit to the contactless card of your choice.
es: %(name)s, nuestro socio de pagos, es una plataforma de procesamiento de pagos segura e integral que nos permite conectar su beneficio de tránsito a la tarjeta sin contacto de su elección.

source: For more information on %(name)s, please visit the <a href="%(website)s" target="_blank" rel="noopener noreferrer">%(name)s website</a>.
es: Para obtener más información sobre %(name)s, visite el <a href="%(website)s" target="_blank" rel="noopener noreferrer">sitio web de %(name)s</a>.

source: Eligibility confirmation
es: Confirmación de elegibilidad

source: You will be directed to our partner,
es: Será dirigido a nuestro socio,

source: We don’t store your information, and you won’t be charged.
es: No almacenamos su información y no se le cobrará.

source: Please use a debit or credit card by:
es: Utilice una tarjeta de débito o crédito de:

source: Please wait...
es: Espere por favor...

source: Enroll
es: Inscribir

source: Enrollment error
es: Error de inscripción

source: You are still enrolled in this benefit
es: Todavía está inscrito en este beneficio

source: Unable to enroll card
es: No se pudo inscribir la tarjeta

source: The card information may not have been entered correctly.
es: Es posible que la información de la tarjeta no se haya ingresado correctamente.

source: Please check the details on your card and try again, or contact your transit agency for help.
es: Verifique los datos de tu tarjeta e inténtelo de nuevo, o contacte a su agencia de tránsito para obtener ayuda.

source: Success
es: Éxito

source: You can now use your contactless card to tap to ride with a reduced fare!
es: ¡Ahora puede usar su tarjeta sin contacto para tocar y viajar con una tarifa reducida!

source: Your benefit will expire on
es: Su beneficio expirará el

source: If you are on a public or shared computer, don’t forget to sign out of
es: Si está en una computadora pública o compartida, no olvide cerrar sesión en

source: Enrollment system down
es: El sistema de inscripción no funciona

source: Our enrollment system is not working right now.
es: Nuestro sistema de inscripción no está funcionando en este momento.

source: We’re working to solve the problem. Please wait 48 hours and try to enroll again, or contact your transit agency for help.
es: Estamos trabajando para resolver el problema. Espere 48 horas e intente inscribirse nuevamente, o contacte a su agencia de tránsito para obtener ayuda.

source: Sign out of
es: Cierre sesión de

source: Your CalFresh Cardholder transit benefit does not expire until
es: Su beneficio de tránsito para titulares de la tarjeta CalFresh no expira hasta el

source: You can re-enroll for this benefit beginning on
es: Puede volver a inscribirse a este beneficio a partir del

source: Please try again then.
es: Por favor, inténtelo de nuevo hasta entonces.

source: You were not charged anything today. When boarding {transportation_type}, tap your contactless card and you will be charged a reduced fare. You will need to re-enroll if you choose to change the card you use to pay for transit service.
es: No se le cobró nada hoy. Al abordar {transportation_type}, toque el lector con esta tarjeta y se le cobrará una tarifa reducida. Deberá volver a inscribirse si elige cambiar la tarjeta que usa para pagar el servicio de tránsito.

source: Thank you for using Cal-ITP Benefits!
es: ¡Gracias por usar Cal-ITP Benefits!

source: Your contactless card is now enrolled in {transit_benefit}. When boarding {transportation_type}, tap this card and you will be charged a reduced fare. You will need to re-enroll if you choose to change the card you use to pay for transit service.
es: Su tarjeta sin contacto ahora está inscrita en {transit_benefit}. Cuando suba a {transportation_type}, toque el lector con esta tarjeta y se le cobrará una tarifa reducida. Deberá volver a inscribirse si elige cambiar la tarjeta que usa para pagar el servicio de tránsito.

source: You were not charged anything today. Thank you for using Cal-ITP Benefits!
es: No se le cobrará nada hoy. ¡Gracias por utilizar los beneficios de Cal-ITP!

source: a CST bus
es: un autobús de CST

source: an EDCTA bus
es: un autobús de EDCTA

source: an MST bus
es: un autobús de MST

source: a Nevada County Connects bus
es: un autobús de Nevada County Connects

source: a RABA bus
es: un autobús de RABA

source: a Roseville bus
es: un autobús de Roseville

source: a SacRT bus
es: un autobús de SacRT

source: a RTA bus
es: un autobús de RTA

source: an SBMTD bus
es: un autobús de SBMTD

source: a Ventura County Transportation Commission bus
es: un autobús de Ventura County Transportation Commission

source: a CST Agency Card transit benefit
es: un beneficio de tránsito de Tarjeta de agencia de CST

source: an MST Courtesy Card transit benefit
es: el beneficio de tránsito de la tarjeta de cortesía de MST

source: an SBMTD Reduced Fare Mobility ID transit benefit
es: el beneficio de tránsito de Reduced Fare Mobility ID de SBMTD

source: Service is down
es: El servicio está inactivo

source: There was a problem with the service that checks your identity.
es: Hubo un problema con el servicio que verifica su identidad.

source: We’re working to solve the problem. Please wait 24 hours and try to enroll again, or contact your transit agency for help.
es: Estamos trabajando para resolver el problema. Espere 24 horas e intente inscribirse nuevamente, o contacte a su agencia de tránsito para obtener ayuda.

source: Start over
es: Comenzar de nuevo

source: You may have reached this page on accident.
es: Es posible que haya llegado a esta página por accidente.

source: To get started with Cal-ITP Benefits please click the button below, and you will be directed to the beginning of the enrollment process.
es: Para comenzar con Cal-ITP Benefits haga clic en el botón de abajo y será dirigido al comienzo del proceso de inscripción.

source: Start Here
es: Comenzar aquí

source: Sorry! Service for this site is down.
es: ¡Lo sentimos! El servicio para este sitio está inactivo.

source: We should be back in operation soon. Please refresh the page in a few minutes.
es: Deberíamos volver a funcionar pronto. Actualice la página en unos minutos.

source: Page not found
es: Página no encontrada

source: Sorry! We can’t find that page.
es: ¡Lo sentimos! No podemos encontrar esa página.

source: The page you are looking for might be somewhere else or may not exist anymore.
es: La página que está buscando puede estar en otro lugar o puede que ya no exista.

source: We’re working on fixing a problem.
es: Estamos trabajando para solucionar un problema.

source: There is a problem with the Benefits application, and we’re working to fix it. Please try again in a little while.
es: Hay un problema con la aplicación de Beneficios y estamos trabajando para solucionarlo. Inténtelo más tarde en un rato.
